{
    "Home": "Accueil",
    "Services": "Services",
    "Portfolio": "Portfolio",
    "Contact": "Contact",
    "Mouheb software engineering": "Ingénierie logicielle Mouheb",
    "M2S entreprise for": "Entreprise M2S pour",
    "all software related solutions": "toutes les solutions logicielles associées",
    "See the Latest Works": "Voir les derniers travaux",
    "Contact Me": "Contactez-moi",
    "Programmer, Developer, Problem Solver": "Programmeur, Développeur, Résolveur de problèmes",
    "What We Do?": "Que faisons-nous ?",
    "What We did?": "Ce que nous avons fait ?",
    "I focus on helping": "Je me concentre sur l'aide à faire grandir et avancer votre marque",
    "Unique": "Unique",
    "Ideas": "Idées",
    "Business": "Entreprise",
    "What we do?": "Ce que nous faisons ?",
    "Analyse and Design": "Analyse et Conception",
    "sd1": "Nous analysons vos besoins et concevons des applications en conséquence. En comprenant vos exigences métier uniques, nous nous assurons que chaque application que nous créons est fonctionnelle, intuitive et conviviale. Notre objectif est de fournir des conceptions innovantes parfaitement alignées sur votre vision et vos objectifs stratégiques.",
    "Software Creation": "Création de logiciels",
    "sd2": "Nos services de développement de logiciels sont conçus pour offrir des solutions robustes, évolutives et efficaces. Que vous ayez besoin d'applications sur mesure ou d'améliorations de logiciels existants, nous combinons notre expertise technique avec une résolution créative des problèmes pour produire des résultats exceptionnels. De la programmation au déploiement, nous gérons chaque aspect avec précision et dévouement.",
    "Educational Content": "Contenu éducatif",
    "sd3": "Améliorez les compétences de votre équipe avec notre contenu éducatif de premier ordre. Nous développons des matériaux engageants, informatifs et faciles à comprendre adaptés à différents styles d'apprentissage et niveaux professionnels. Nos programmes de formation complets et nos ressources perspicaces renforcent votre personnel, en les équipant des outils nécessaires pour exceller et rester en avance dans un marché compétitif.",
    "Featured works": "Travaux en vedette",
    "See more": "Voir plus",
    "pd1": "Une boutique en ligne pour la vente d'appareils ménagers. Une application mobile multiplateforme similaire à Candy Crush à des fins publicitaires. Une application web pour créer des boutiques virtuelles.",
    "pd2": "Une plateforme de jeux de codage avec algorithmes, quiz et classements en direct. Une plateforme d'évaluation technique adaptée aux universités. Une plateforme d'administration à usage interne chez HackUp.",
    "pd3": "Un outil web automatisé de candidature à un emploi. Scraping de divers sites web. Un CRM pour une comptabilité efficace. Un CRM pour une agriculture efficace. Une plateforme en ligne pour la publication, l'application et la recherche d'emplois et de services. Une application mobile multiplateforme pour les services de ville intelligente. Un tableau de bord d'administration pour gérer une application mobile dédiée aux services de ville intelligente.",
    "pd4": "Bienvenue dans notre nouvelle série d'apprentissage logiciel ! Nous explorerons les dernières avancées en matière de développement logiciel, des bases pour débutants aux techniques avancées. Parfait pour ceux qui souhaitent améliorer leurs compétences et rester à jour dans le monde de la technologie. Rejoignez-nous et faites progresser votre expertise au niveau supérieur !",
    "Let's work together": "Travaillons ensemble",
    "Name": "Nom",
    "Email": "Email",
    "Message": "Message",
    "Submit": "Soumettre",
    "Email sent": "Email envoyé",
    "Tunis, Tunis": "Tunis, Tunis",
    "For Your":"Pour votre"
  }
