{
    "Home": " الصفحة الرئيسية",
    "Services": "الخدمات",
    "Portfolio": "أعمالنا",
    "Contact": "  اتصل بنا",
    "Mouheb software engineering": "مهاب لهندسة البرمجيات ",
    "M2S entreprise for": "ل M2S  شركة  " ,
    "all software related solutions": "جميع الحلول  البرمجية",
    "See the Latest Works": "انظر إلى أحدث الأعمال",
    "Contact Me": "اتصل بنا",
    "Programmer, Developer, Problem Solver": "  حل المشكل ، مبرمج، مطور ",
    "What We Do?": "ماذا نفعل ؟",
    "What We did?": "ماذا فعلنا ؟",
    "I focus on helping": "أنا أركز على مساعدة علامتك التجارية على النمو والتقدم",
    "Unique":"أفكار" ,
    "Ideas": "فريد",
    "Business": "إحتياجاتك ",
    "What we do?": "ماذا نفعل ؟",
    "Analyse and Design": "تحليل وتصميم",
    "sd1": "نحن نحلل احتياجاتك ونصمم التطبيقات وفقًا لذلك. من خلال فهم متطلبات عملك الفريدة، نحن نضمن أن كل تطبيق ننشئه هو عملي، بديهي، وسهل الاستخدام. هدفنا هو تقديم تصميمات مبتكرة تتوافق تمامًا مع رؤيتك وأهدافك الاستراتيجية.",
    "Software Creation": "إنشاء البرمجيات",
    "sd2": "تم تصميم خدمات تطوير البرمجيات الخاصة بنا لتقديم حلول قوية، مقسمة، وفعالة. سواء كنت بحاجة إلى تطبيقات مخصصة أو تحسينات على البرمجيات الحالية، نجمع بين الخبرة التقنية مع حل المشكلات الإبداعية لإنتاج نتائج استثنائية. من البرمجة إلى النشر، ندير كل جانب بدقة وتفان.",
    "Educational Content": "محتوى تعليمي",
    "sd3": "زيادة مهارات فريقك مع محتوى تعليمي لدينا من الدرجة الأولى. نحن نطور مواد جذابة، مفيدة، وسهلة الفهم مصممة لأنماط التعلم المختلفة والمستويات المهنية المختلفة. برامج التدريب الشاملة لدينا والموارد الذكية تمنح فريقك القوة، مما يجعلهم مجهزين بالأدوات التي يحتاجونها للتفوق والبقاء في صدارة السوق التنافسية.",
    "Featured works": "أعمال مميزة",
    "See more": "رؤية أكثر",
    "pd1": "متجر عبر الإنترنت لبيع الأجهزة المنزلية. تطبيق محمول متعدد المنصات مشابه لـ Candy Crush لأغراض الإعلان. تطبيق ويب لإنشاء متاجر افتراضية.",
    "pd2": "منصة ألعاب الترميز تتضمن خوارزميات، اختبارات وتصنيفات حية. منصة تقييم فني مصممة للجامعات. منصة إدارية للاستخدام الداخلي في HackUp.",
    "pd3": "أداة ويب تلقائية للتقديم على وظيفة. خدش مواقع مختلفة. نظام CRM للمحاسبة الفعالة. نظام CRM للزراعة الفعالة. منصة عبر الإنترنت لنشر الوظائف والخدمات والتقديم والبحث. تطبيق محمول متعدد المنصات لخدمات المدينة الذكية. لوحة معلومات للإدارة لتطبيق محمول مخصص لخدمات المدينة الذكية.",
    "pd4": "مرحبًا بكم في سلسلة التعلم الجديدة لدينا في البرمجيات! سنستكشف أحدث ما توصلت إليه في تطوير البرمجيات، من المبادئ الأساسية للمبتدئين إلى التقنيات المتقدمة. مثالية لأي شخص يبحث عن تعزيز مهاراته والبقاء على اطلاع في عالم التكنولوجيا. انضم إلينا وارفع خبرتك إلى المستوى التالي!",
    "Let's work together": "دعونا نعمل معًا",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Message": "الرسالة",
    "Submit": "إرسال",
    "Email sent": "تم إرسال البريد الإلكتروني",
    "Tunis, Tunis": "تونس، تونس",
    "For Your":"من اجلك"
  }
