{
    "Home": "Home",
    "Services": "Services",
    "Portfolio": "Portfolio",
    "Contact": "Contact",
    "Mouheb software engineering": "Mouheb software engineering",
    "M2S entreprise for": "M2S entreprise for",
    "all software related solutions": "all software related solutions",
    "See the Latest Works": "See the Latest Works",
    "Contact Me": "Contact Me",
    "Programmer, Developer, Problem Solver": "Programmer, Developer, Problem Solver",
    "What We Do?": "What We Do?",
    "What We did?": "What We did?",
    "I focus on helping": "I focus on helping your brand grow and move forward",
    "Unique": "Unique",
    "Ideas": "Ideas",
    "Business": "Business",
    "What we do?": "What we do?",
    "Analyse and Design": "Analyse and Design",
    "sd1": "We analyze your needs and design applications accordingly. By understanding your unique business requirements, we ensure that every application we create is functional, intuitive, and user-friendly. Our goal is to provide innovative designs that perfectly align with your vision and strategic goals.",
    "Software Creation": "Software Creation",
    "sd2": "Our software development services are designed to deliver robust, scalable, and efficient solutions. Whether you need custom applications or enhancements to existing software, we combine technical expertise with creative problem-solving to produce exceptional results. From coding to deployment, we manage every aspect with precision and dedication.",
    "Educational Content": "Educational Content",
    "sd3": "Enhance your team's skills with our top-notch educational content. We develop engaging, informative, and easy-to-understand materials tailored to various learning styles and professional levels. Our comprehensive training programs and insightful resources empower your staff, equipping them with the tools they need to excel and stay ahead in a competitive market.",
    "Featured works": "Featured works",
    "See more": "See more",
    "pd1": "A web-based shop for selling household appliances. A Candy Crush-like cross platform mobile application for advertising purposes.A web application for creating virtual shops.",
    "pd2": "A coding games platform featuring algorithms, quizzes, and live rankings. A technical assessment platform tailored for universities. An admin platform for internal use at HackUp.",
    "pd3": "An automated job application web tool. Scraping various websites. A CRM for efficient accounting. A CRM for efficient agriculture. An online platform for jobs and services posting , applying and searching. A cross-platform mobile app for smart city services. An admin dashboard for managing a mobile app dedicated to smart city services.",
    "pd4": "Welcome to our new software learning series! We’ll explore the latest in software development, from beginner basics to advanced techniques. Perfect for anyone looking to enhance their skills and stay current in the tech world. Join us and take your expertise to the next level!",
    "Let's work together": "Let's work together",
    "Name": "Name",
    "Email": "Email",
    "Message": "Message",
    "Submit": "Submit",
    "Email sent": "Email sent",
    "Tunis, Tunis": "Tunis, Tunis",
    "For Your":"For Your"
}